Repository: RicardoSoares97/velyra
Catalog: VelyraTV/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_pt

# library.removeRating
source: Remove rating
es: Eliminar valoración
fr: Supprimer la note
pt_pt: Remover avaliação

# library.removeWatchlist
source: Remove from watchlist
es: Eliminar de la lista para ver
fr: Retirer de la liste à voir
pt_pt: Remover da lista para ver

# library.search.placeholder
source: Search your library
es: Buscar en tu biblioteca
fr: Rechercher dans votre bibliothèque
pt_pt: Pesquisar na biblioteca

# library.sort.progress
source: Progress
es: Progreso
fr: Progression
pt_pt: Progresso

# library.sort.rating
source: Rating
es: Valoración
fr: Note
pt_pt: Avaliação

# library.sort.recent
source: Most recent
es: Más reciente
fr: Plus récent
pt_pt: Mais recente

# library.sort.title
source: Title
es: Título
fr: Titre
pt_pt: Título

# library.sort.titleLabel
source: Sort
es: Ordenar
fr: Trier
pt_pt: Ordenar

# library.watchlist
source: Watchlist
es: Lista para ver
fr: Liste à voir
pt_pt: Lista para ver

# library.welcome
source: Welcome, %@
es: Bienvenido, %@
fr: Bienvenue, %@
pt_pt: Bem-vindo, %@

# playback.audio.custom
source: Chosen language
es: Idioma elegido
fr: Langue choisie
pt_pt: Idioma escolhido

# playback.error.allSourcesFailed
source: None of the available sources could be played.
es: No se pudo reproducir ninguna de las fuentes disponibles.
fr: Aucune des sources disponibles n’a pu être lue.
pt_pt: Não foi possível reproduzir nenhuma das fontes disponíveis.

# playback.subtitles.custom
source: Chosen language
es: Idioma elegido
fr: Langue choisie
pt_pt: Idioma escolhido

# playback.subtitles.size.extraLarge
source: Extra large
es: Muy grande
fr: Très grand
pt_pt: Extra grande

# playback.subtitles.size.large
source: Large
es: Grande
fr: Grand
pt_pt: Grande

# playback.subtitles.size.medium
source: Medium
es: Mediano
fr: Moyen
pt_pt: Médio

# playback.subtitles.size.small
source: Small
es: Pequeño
fr: Petit
pt_pt: Pequeno

# playback.subtitles.timing
source: Subtitle timing
es: Sincronización de subtítulos
fr: Synchronisation des sous-titres
pt_pt: Sincronização das legendas

# playback.subtitles.timing.body
source: Adjust external subtitles in half-second steps.
es: Ajusta los subtítulos externos en pasos de medio segundo.
fr: Ajustez les sous-titres externes par pas d’une demi-seconde.
pt_pt: Ajusta as legendas externas em intervalos de meio segundo.

# search.clearHistory
source: Clear history
es: Borrar historial
fr: Effacer l’historique
pt_pt: Limpar histórico

# search.filter.all
source: All
es: Todo
fr: Tout
pt_pt: Tudo

# search.filter.movies
source: Movies
es: Películas
fr: Films
pt_pt: Filmes

# search.recent
source: Recent searches
es: Búsquedas recientes
fr: Recherches récentes
pt_pt: Pesquisas recentes

# search.sort
source: Sort results
es: Ordenar resultados
fr: Trier les résultats
pt_pt: Ordenar resultados

# search.sort.newest
source: Newest
es: Más recientes
fr: Plus récents
pt_pt: Mais recentes

# search.sort.rating
source: Best rated
es: Mejor valorados
fr: Mieux notés
pt_pt: Melhor avaliação

# search.sort.relevance
source: Relevance
es: Relevancia
fr: Pertinence
pt_pt: Relevância

# settings.audio.primaryLanguage
source: Preferred audio language
es: Idioma de audio preferido
fr: Langue audio préférée
pt_pt: Idioma de áudio preferido

# settings.audio.secondaryLanguage
source: Secondary audio language
es: Idioma de audio secundario
fr: Langue audio secondaire
pt_pt: Idioma de áudio secundário

# settings.backgroundBlur
source: Background blur
es: Desenfoque del fondo
fr: Flou d’arrière-plan
pt_pt: Desfoque do fundo

# settings.backgroundOverlay
source: Background darkness
es: Oscurecimiento del fondo
fr: Assombrissement de l’arrière-plan
pt_pt: Escurecimento do fundo

# settings.clearCaches
source: Clear caches
es: Borrar cachés
fr: Vider les caches
pt_pt: Limpar caches

# settings.clearCaches.done
source: Caches cleared.
es: Cachés borradas.
fr: Caches vidés.
pt_pt: Caches limpas.

# settings.diagnostics
source: Diagnostics
es: Diagnóstico
fr: Diagnostic
pt_pt: Diagnóstico

# settings.diagnostics.body
source: Enable a privacy-safe technical report for troubleshooting.
es: Activa un informe técnico seguro para diagnóstico.
fr: Active un rapport technique respectueux de la vie privée.
pt_pt: Ativa um relatório técnico seguro para diagnóstico.

# settings.discovery
source: Discovery and Home
es: Descubrimiento e Inicio
fr: Découverte et Accueil
pt_pt: Descoberta e Início

# settings.homeSection.body
source: Choose which sections appear and their order on Home.
es: Elige qué secciones aparecen y su orden en Inicio.
fr: Choisissez les sections affichées et leur ordre sur l’Accueil.
pt_pt: Escolhe as secções apresentadas e a respetiva ordem no Início.

# settings.language.automatic
source: Automatic
es: Automático
fr: Automatique
pt_pt: Automático

# settings.language.none
source: None
es: Ninguno
fr: Aucun
pt_pt: Nenhum

# settings.languagesAndSubtitles
source: Audio and subtitles
es: Audio y subtítulos
fr: Audio et sous-titres
pt_pt: Áudio e legendas

# settings.moveDown
source: Move down
es: Mover abajo
fr: Descendre
pt_pt: Mover para baixo

# settings.moveUp
source: Move up
es: Mover arriba
fr: Monter
pt_pt: Mover para cima

# settings.openDiagnostics
source: Open diagnostics
es: Abrir diagnóstico
fr: Ouvrir le diagnostic
pt_pt: Abrir diagnóstico

# settings.preferAtmos
source: Prefer Dolby Atmos
es: Preferir Dolby Atmos
fr: Préférer Dolby Atmos
pt_pt: Preferir Dolby Atmos

# settings.preferAtmos.body
source: Prioritise compatible spatial audio sources.
es: Prioriza fuentes compatibles con audio espacial.
fr: Priorise les sources compatibles avec l’audio spatial.
pt_pt: Dá prioridade a fontes compatíveis com áudio espacial.

# settings.preferCached
source: Prefer immediately available sources
es: Preferir fuentes disponibles de inmediato
fr: Préférer les sources immédiatement disponibles
pt_pt: Preferir fontes imediatamente disponíveis

# settings.preferCached.body
source: Prioritise sources that do not need additional preparation.
es: Prioriza fuentes que no requieren preparación adicional.
fr: Priorise les sources qui ne nécessitent pas de préparation supplémentaire.
pt_pt: Dá prioridade a fontes que não exigem preparação adicional.

# settings.preferDirectPlay
source: Prefer direct playback
es: Preferir reproducción directa
fr: Préférer la lecture directe
pt_pt: Preferir reprodução direta

# settings.preferDirectPlay.body
source: Prioritise formats supported natively by Apple TV.
es: Prioriza formatos compatibles de forma nativa con Apple TV.
fr: Priorise les formats pris en charge nativement par l’Apple TV.
pt_pt: Dá prioridade a formatos suportados nativamente pela Apple TV.

# settings.preferDolbyVision
source: Prefer Dolby Vision
es: Preferir Dolby Vision
fr: Préférer Dolby Vision
pt_pt: Preferir Dolby Vision

# settings.preferDolbyVision.body
source: Prioritise compatible Dolby Vision sources.
es: Prioriza fuentes Dolby Vision compatibles.
fr: Priorise les sources Dolby Vision compatibles.
pt_pt: Dá prioridade a fontes Dolby Vision compatíveis.

# settings.preferHDR
source: Prefer HDR
es: Preferir HDR
fr: Préférer le HDR
pt_pt: Preferir HDR

# settings.preferHDR.body
source: Prioritise compatible HDR sources when Dolby Vision is unavailable.
es: Prioriza fuentes HDR compatibles cuando Dolby Vision no está disponible.
fr: Priorise les sources HDR compatibles lorsque Dolby Vision n’est pas disponible.
pt_pt: Dá prioridade a fontes HDR compatíveis quando Dolby Vision não está disponível.

# settings.region.automatic
source: Device region
es: Región del dispositivo
fr: Région de l’appareil
pt_pt: Região do dispositivo

# settings.searchHistory
source: Save recent searches
es: Guardar búsquedas recientes
fr: Enregistrer les recherches récentes
pt_pt: Guardar pesquisas recentes

# settings.searchHistory.body
source: Keep recent search terms on this device.
es: Conserva los términos de búsqueda recientes en este dispositivo.
fr: Conserve les recherches récentes sur cet appareil.
pt_pt: Mantém os termos de pesquisa recentes neste dispositivo.

# settings.storageAndDiagnostics
source: Storage and diagnostics
es: Almacenamiento y diagnóstico
fr: Stockage et diagnostic
pt_pt: Armazenamento e diagnóstico

# settings.subtitles.background
source: Subtitle background
es: Fondo de subtítulos
fr: Arrière-plan des sous-titres
pt_pt: Fundo das legendas

# settings.subtitles.position
source: Subtitle position
es: Posición de subtítulos
fr: Position des sous-titres
pt_pt: Posição das legendas

# settings.subtitles.primaryLanguage
source: Preferred subtitle language
es: Idioma de subtítulos preferido
fr: Langue de sous-titres préférée
pt_pt: Idioma de legendas preferido

# settings.subtitles.secondaryLanguage
source: Secondary subtitle language
es: Idioma de subtítulos secundario
fr: Langue de sous-titres secondaire
pt_pt: Idioma de legendas secundário

# settings.subtitles.size
source: Subtitle size
es: Tamaño de subtítulos
fr: Taille des sous-titres
pt_pt: Tamanho das legendas

# topshelf.recommended
source: Recommended for you
es: Recomendado para ti
fr: Recommandé pour vous
pt_pt: Recomendado para ti

# trakt.activate.body
source: Scan the QR code or open the address, then enter this code.
es: Escanea el código QR o abre la dirección y escribe este código.
fr: Scannez le code QR ou ouvrez l’adresse, puis saisissez ce code.
pt_pt: Lê o código QR ou abre o endereço e introduz este código.

source: Trakt activation code
es: Código de activación de Trakt
fr: Code d’activation Trakt
pt_pt: Código de ativação do Trakt

# trakt.configurationRequired
source: Trakt must be configured before it can be connected.
es: Debes configurar Trakt antes de conectarlo.
fr: Trakt doit être configuré avant la connexion.
pt_pt: É necessário configurar o Trakt antes de o ligar.

# trakt.connected.body
source: Your Trakt account is connected.
es: Tu cuenta de Trakt está conectada.
fr: Votre compte Trakt est connecté.
pt_pt: A tua conta Trakt está ligada.

# trakt.error.conflict
source: Trakt reported a conflicting change.
es: Trakt ha indicado un cambio en conflicto.
fr: Trakt a signalé une modification en conflit.
pt_pt: O Trakt comunicou uma alteração em conflito.

# trakt.error.denied
source: Trakt authorisation was denied.
es: Se denegó la autorización de Trakt.
fr: L’autorisation Trakt a été refusée.
pt_pt: A autorização do Trakt foi recusada.

# trakt.error.forbidden
source: Trakt did not allow this action.
es: Trakt no permitió esta acción.
fr: Trakt n’a pas autorisé cette action.
pt_pt: O Trakt não permitiu esta ação.

# trakt.error.invalidRequest
source: The Trakt request is invalid.
es: La solicitud a Trakt no es válida.
fr: La requête Trakt est invalide.
pt_pt: O pedido ao Trakt é inválido.

# trakt.error.invalidResponse
source: Trakt returned an invalid response.
es: Trakt devolvió una respuesta no válida.
fr: Trakt a renvoyé une réponse invalide.
pt_pt: O Trakt devolveu uma resposta inválida.

# trakt.error.notConfigured
source: Trakt is not configured.
es: Trakt no está configurado.
fr: Trakt n’est pas configuré.
pt_pt: O Trakt não está configurado.

# trakt.error.notFound
source: The requested Trakt item was not found.
es: No se encontró el elemento solicitado en Trakt.
fr: L’élément demandé est introuvable sur Trakt.
pt_pt: O elemento pedido não foi encontrado no Trakt.

# trakt.error.pending
source: Waiting for Trakt authorisation.
es: Esperando autorización de Trakt.
fr: En attente de l’autorisation Trakt.
pt_pt: A aguardar autorização do Trakt.

# trakt.error.rateLimited
source: Trakt is receiving too many requests. Velyra will try again automatically.
es: Trakt está recibiendo demasiadas solicitudes. Velyra lo intentará de nuevo automáticamente.
fr: Trakt reçoit trop de requêtes. Velyra réessaiera automatiquement.
pt_pt: O Trakt está a receber demasiados pedidos. A Velyra tentará novamente de forma automática.

# trakt.error.server
source: Trakt is temporarily unavailable.
es: Trakt no está disponible temporalmente.
fr: Trakt est temporairement indisponible.
pt_pt: O Trakt está temporariamente indisponível.

# trakt.error.unauthorized
source: The Trakt session is no longer authorised.
es: La sesión de Trakt ya no está autorizada.
fr: La session Trakt n’est plus autorisée.
pt_pt: A sessão do Trakt deixou de estar autorizada.

# trakt.error.validation
source: Trakt could not validate this change.
es: Trakt no pudo validar este cambio.
fr: Trakt n’a pas pu valider cette modification.
pt_pt: O Trakt não conseguiu validar esta alteração.

# trakt.failedChanges
source: %d changes need attention.
es: %d cambios necesitan atención.
fr: %d modifications nécessitent votre attention.
pt_pt: %d alterações precisam de atenção.

# trakt.openActivation
source: Open Trakt activation
es: Abrir activación de Trakt
fr: Ouvrir l’activation Trakt
pt_pt: Abrir ativação do Trakt

# trakt.syncComplete
source: Trakt synchronisation complete.
es: Sincronización con Trakt completada.
fr: Synchronisation Trakt terminée.
pt_pt: Sincronização com o Trakt concluída.

# trakt.syncNow
source: Synchronise now
es: Sincronizar ahora
fr: Synchroniser maintenant
pt_pt: Sincronizar agora

# home.section.continueWatching
source: Continue Watching
es: Seguir viendo
fr: Reprendre
pt_pt: Continuar a ver

# home.section.trendingSeries
source: Trending series
es: Series en tendencia
fr: Séries tendance
pt_pt: Séries em tendência

# home.section.trendingMovies
source: Trending movies
es: Películas en tendencia
fr: Films tendance
pt_pt: Filmes em tendência

# home.section.topSeries
source: Top 10 series
es: Top 10 de series
fr: Top 10 des séries
pt_pt: Top 10 de séries

# home.section.topMovies
source: Top 10 movies
es: Top 10 de películas
fr: Top 10 des films
pt_pt: Top 10 de filmes

# home.section.genres
source: Genres
es: Géneros
pt_pt: Géneros

# home.section.providers
source: Streaming services
es: Servicios de streaming
fr: Services de streaming
pt_pt: Serviços de streaming

# home.section.providerCollections
source: Collections by service
es: Colecciones por servicio
fr: Collections par service
pt_pt: Coleções por serviço

# settings.resetPlaybackPreferences
source: Reset playback preferences
es: Restablecer preferencias de reproducción
fr: Réinitialiser les préférences de lecture
pt_pt: Repor preferências de reprodução

# settings.resetHomeLayout
source: Reset Home layout
es: Restablecer organización de Inicio
fr: Réinitialiser l’organisation de l’Accueil
pt_pt: Repor organização do Início

# settings.clearSearchHistory
source: Clear search history
es: Borrar historial de búsqueda
fr: Effacer l’historique de recherche
pt_pt: Limpar histórico de pesquisa

# addons.removeAll
source: Remove all addons
es: Eliminar todos los addons
fr: Supprimer tous les addons
pt_pt: Remover todos os addons

# addons.removeAll.title
source: Remove all addons?
es: ¿Eliminar todos los addons?
fr: Supprimer tous les addons ?
pt_pt: Remover todos os addons?

# addons.removeAll.body
source: This removes the installed addon configuration from this device and iCloud. You can import it again later.
es: Esto elimina la configuración de addons instalados de este dispositivo y de iCloud. Puedes volver a importarla más tarde.
fr: Cela supprime la configuration des addons installés de cet appareil et d’iCloud. Vous pourrez la réimporter plus tard.
pt_pt: Isto remove a configuração dos addons instalados deste dispositivo e do iCloud. Podes voltar a importá-la mais tarde.

# details.season.loading
source: Loading season…
es: Cargando temporada…
fr: Chargement de la saison…
pt_pt: A carregar temporada…

# details.markUnwatched
source: Mark as unwatched
es: Marcar como no visto
fr: Marquer comme non vu
pt_pt: Marcar como não visto

# subtitles.error.invalidResponse
source: The subtitle server returned an invalid response.
es: El servidor de subtítulos devolvió una respuesta no válida.
fr: Le serveur de sous-titres a renvoyé une réponse non valide.
pt_pt: O servidor de legendas devolveu uma resposta inválida.

# addons.health.healthy
source: Healthy
es: Saludable
fr: Opérationnel
pt_pt: Saudável

# addons.health.degraded
source: Degraded
es: Degradado
fr: Dégradé
pt_pt: Degradado

# addons.health.unavailable
source: Temporarily unavailable
es: Temporalmente no disponible
fr: Temporairement indisponible
pt_pt: Temporariamente indisponível

# addons.health.lastSuccess
source: %1$@ · Last successful response %2$@
es: %1$@ · Última respuesta correcta el %2$@
fr: %1$@ · Dernière réponse réussie le %2$@
pt_pt: %1$@ · Última resposta com sucesso em %2$@

# network.error.invalidResponse
source: The server returned an invalid response.
es: El servidor devolvió una respuesta no válida.
fr: Le serveur a renvoyé une réponse non valide.
pt_pt: O servidor devolveu uma resposta inválida.

# network.error.server
source: The server could not complete the request.
es: El servidor no pudo completar la solicitud.
fr: Le serveur n’a pas pu terminer la requête.
pt_pt: O servidor não conseguiu concluir o pedido.

# network.error.responseTooLarge
source: The server response is too large to process safely.
es: La respuesta del servidor es demasiado grande para procesarla de forma segura.
fr: La réponse du serveur est trop volumineuse pour être traitée en toute sécurité.
pt_pt: A resposta do servidor é demasiado grande para ser processada em segurança.

# network.offline
source: Offline · showing saved content
es: Sin conexión · mostrando contenido guardado
fr: Hors ligne · contenu enregistré affiché
pt_pt: Sem ligação · a mostrar conteúdo guardado

# search.year
source: Year
es: Año
fr: Année
pt_pt: Ano

# search.year.any
source: Any year
es: Cualquier año
fr: Toutes les années
pt_pt: Qualquer ano

# search.year.currentDecade
source: This decade
es: Esta década
fr: Cette décennie
pt_pt: Esta década

# search.year.previousDecade
source: Previous decade
es: Década anterior
fr: Décennie précédente
pt_pt: Década anterior

# search.year.older
source: Older
es: Más antiguos
fr: Plus anciens
pt_pt: Mais antigos

# search.rating
source: Rating
es: Valoración
fr: Note
pt_pt: Avaliação

# search.rating.any
source: Any rating
es: Cualquier valoración
fr: Toutes les notes
pt_pt: Qualquer avaliação

# settings.automaticLanguage
source: Automatic language selection
es: Selección automática de idiomas
fr: Sélection automatique des langues
pt_pt: Seleção automática de idiomas

# settings.automaticLanguage.body
source: Choose original audio and regional subtitles automatically.
es: Elige automáticamente el audio original y los subtítulos de la región.
fr: Choisit automatiquement l’audio original et les sous-titres de la région.
pt_pt: Escolhe automaticamente o áudio original e as legendas da região.

# settings.subtitles.default
source: Enable subtitles by default
es: Activar subtítulos de forma predeterminada
fr: Activer les sous-titres par défaut
pt_pt: Ativar legendas por predefinição

# settings.subtitles.default.body
source: Use your preferred subtitle language whenever a suitable track exists.
es: Usa el idioma de subtítulos preferido cuando exista una pista adecuada.
fr: Utilise la langue de sous-titres préférée lorsqu’une piste adaptée existe.
pt_pt: Usa o idioma de legendas preferido sempre que exista uma faixa adequada.

# settings.icloud.syncNow
source: Sync now
es: Sincronizar ahora
fr: Synchroniser maintenant
pt_pt: Sincronizar agora

# settings.icloud.syncComplete
source: iCloud sync is up to date.
es: La sincronización de iCloud está actualizada.
fr: La synchronisation iCloud est à jour.
pt_pt: A sincronização do iCloud está atualizada.

# settings.icloud.delete
source: Delete iCloud data
es: Eliminar datos de iCloud
fr: Supprimer les données iCloud
pt_pt: Eliminar dados do iCloud

# settings.icloud.delete.title
source: Delete Velyra data from iCloud?
es: ¿Eliminar los datos de Velyra de iCloud?
fr: Supprimer les données Velyra d’iCloud ?
pt_pt: Eliminar os dados da Velyra do iCloud?

# settings.icloud.delete.body
source: This disables iCloud sync and removes Velyra settings stored in your private iCloud database. Local settings remain on this Apple TV.
es: Esto desactiva la sincronización de iCloud y elimina los ajustes de Velyra guardados en la base privada de iCloud. Los ajustes locales permanecen en este Apple TV.
fr: Cette action désactive la synchronisation iCloud et supprime les réglages Velyra stockés dans la base privée iCloud. Les réglages locaux restent sur cette Apple TV.
pt_pt: Isto desativa a sincronização iCloud e remove as definições da Velyra guardadas na base privada do iCloud. As definições locais permanecem nesta Apple TV.

# settings.icloud.delete.confirm
source: Delete from iCloud
es: Eliminar de iCloud
fr: Supprimer d’iCloud
pt_pt: Eliminar do iCloud

# settings.icloud.delete.done
source: iCloud data was deleted and sync was disabled.
es: Los datos de iCloud se eliminaron y la sincronización se desactivó.
fr: Les données iCloud ont été supprimées et la synchronisation désactivée.
pt_pt: Os dados do iCloud foram eliminados e a sincronização foi desativada.

# navigation.addons
source: Addons
fr: Extensions

# addons.title
source: Addons
fr: Extensions

# genre.drama
source: Drama
fr: Drame

# library.filter.series
source: Series
fr: Séries
pt_pt: Séries

# search.filter.series
source: Series
fr: Séries
pt_pt: Séries

# onboarding.simple.audio
source: Audio
pt_pt: Áudio

# playback.audio
source: Audio
pt_pt: Áudio

# playback.diagnostics.audio
source: Audio
pt_pt: Áudio
